tap "buildkite/buildkite"
tap "codecrafters-io/tap"
tap "elastic/oblt-cli"
tap "esolitos/ipa"
tap "grishka/grishka"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "trycua/lume"
tap "wez/wezterm"
brew "autoconf"
brew "automake"
brew "aws-shell"
brew "bash"
brew "libssh2"
brew "bat"
brew "bettercap"
brew "btop"
brew "pcre2"
brew "glib"
brew "cairo"
brew "cmake"
brew "cmatrix"
brew "cmocka"
brew "colortail"
brew "commitizen"
brew "cowsay"
brew "cpulimit"
brew "csvq"
brew "curl"
brew "dust"
brew "exa"
brew "exercism"
brew "fd"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "freerdp"
brew "gawk"
brew "gcalcli"
brew "gh"
brew "git-delta"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "go"
brew "hwloc"
brew "hyperfine"
brew "libtool"
brew "imagemagick"
brew "wget"
brew "jigdo"
brew "jq"
brew "kdoctor"
brew "libpcap"
brew "llm"
brew "lolcat"
brew "lsd"
brew "mage"
brew "md5sha1sum", link: true
brew "mkcert"
brew "moreutils"
brew "mprocs"
brew "multitail"
brew "neofetch"
brew "neovim"
brew "nss"
brew "openjdk@17"
brew "pkgconf"
brew "python@3.10"
brew "sevenzip"
brew "shtool"
brew "spotify-tui"
brew "tldr"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "watch"
brew "xq"
brew "yazi"
brew "yq"
brew "zlib"
brew "buildkite/buildkite/bk@3"
brew "codecrafters-io/tap/codecrafters"
brew "elastic/oblt-cli/oblt-cli"
brew "esolitos/ipa/sshpass"
brew "hashicorp/tap/vault"
brew "trycua/lume/lume"
cask "alt-tab"
cask "bluesnooze"
cask "chromium"
cask "font-hack-nerd-font"
cask "ghostty@tip"
cask "keepassxc"
cask "keycastr"
cask "marta"
cask "neardrop"
cask "wezterm"
vscode "42crunch.vscode-openapi"
vscode "alefragnani.project-manager"
vscode "anysphere.remote-containers"
vscode "arjun.swagger-viewer"
vscode "bierner.markdown-preview-github-styles"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "eliverlara.andromeda"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.vscode-typescript-next"
vscode "redhat.vscode-yaml"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "ziyasal.vscode-open-in-github"
cargo "evcxr_jupyter"
cargo "evcxr_repl"
cargo "oha"
cargo "ripgrep"
